/* No comment provided by engineer. */
"And finally, can you also provide us a phone number?" = "And finally, can you also provide us a phone number?";

/* No comment provided by engineer. */
"Can you briefly describe the job you need to get done?" = "Can you briefly describe the job you need to get done?";

/* No comment provided by engineer. */
"Description" = "Description";

/* Generic title for error message */
"Error" = "Error";

/* No comment provided by engineer. */
"Let's narrow down your search by area. You can either use names or ZIP codes" = "Let's narrow down your search by area. You can either use names or ZIP codes";

/* No comment provided by engineer. */
"Malformed network request" = "Malformed network request";

/* No comment provided by engineer. */
"New quote request" = "New quote request";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"Now, select the category that best fits what you are looking for" = "Now, select the category that best fits what you are looking for";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Phone number" = "Phone number";

/* No comment provided by engineer. */
"Please, tell us your name" = "Please, tell us your name";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"State or ZIP code" = "State or ZIP code";

/* No comment provided by engineer. */
"Unknown network error" = "Unknown network error";

/* No comment provided by engineer. */
"We are almost done.. Please, provide a valid email" = "We are almost done.. Please, provide a valid email";

/* No comment provided by engineer. */
"Your name" = "Your name";

/* No comment provided by engineer. */
"youremail@example.com" = "youremail@example.com";

